Revit 2027 API
ParameterTypeId.WallSingleSlantAngleFromVertical Property
 "Angle From Vertical"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallSingleSlantAngleFromVertical { get; }
Public Shared ReadOnly Property WallSingleSlantAngleFromVertical As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallSingleSlantAngleFromVertical {
	ForgeTypeId^ get ();
}
static member WallSingleSlantAngleFromVertical : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace